7767517
13 13
Input            input.1                  0 1 input.1
Convolution      Conv_0                   1 1 input.1 11 0=16 1=5 11=5 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1200
ReLU             Relu_1                   1 1 11 12
Pooling          MaxPool_2                1 1 12 13 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      Conv_3                   1 1 13 14 0=32 1=5 11=5 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=12800
ReLU             Relu_4                   1 1 14 15
Pooling          MaxPool_5                1 1 15 16 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Reshape          Reshape_7                1 1 16 18 0=800
InnerProduct     Gemm_8                   1 1 18 19 0=120 1=1 2=96000
ReLU             Relu_9                   1 1 19 20
InnerProduct     Gemm_10                  1 1 20 21 0=84 1=1 2=10080
ReLU             Relu_11                  1 1 21 22
InnerProduct     Gemm_12                  1 1 22 23 0=10 1=1 2=840
